<?php
/***
*@ 系统重要说明(移值 OR 二次开发)
*@ Wangrubiao 
*@ 2015
* 
--------------关于后台访问-----------------
*
1、系统默认开启Url重写模式，访问时候可以忽略入口文件,在应用公共配置config.php进行配置
2、系统Admin模块映射到range,访问时候请通过映射模块访问,在框架公共配置config.php进行配置
3、默认后台地址 http://域名/range
*
--------------关于开发权限设置-----------------
*
如果页面需要权限登录，必须继承CommonController公共类
继承后必须添如下加构造类进行权限判断
*/
protected function _initialize()
	{
		//请求CommonController公共类中的权限判断
		parent::_initialize();
	}
/*--------------关于开发权限设置-----------------
*
*
*





*/
?>